export const topMessageData = {
    title: {
        line1: "隙間時間を使って",
        line2: "「アルゴリズムを考える力」",
        line3: "を鍛えよう",
    },
    paragraphs: [
        {
            id: 0,
            text: "腰を据えてプログラムを考える。もちろんそれは大事なことであり、欠かせないことである。",
            delay: 0,
        },
        {
            id: 1,
            text: "しかし、腰を据えていない時間もある。その時間を有効活用したい。そんな時におすすめなのが、「Snalgo」です。",
            delay: 200,
        },
        {
            id: 2,
            text: "このサイトは、スマホでサクッと学べるようになっています。Snalgoを使ってアルゴリズムを考えてみよう。",
            delay: 400,
        },
    ],
};
